[
    {
        "img": "assets/projects/PsicoERP.png",
        "titulo": "Psico ERP",
        "resumo": "API Java baseada em um ERP para consultórios de psicologia, os psicólogos podem se autenticar, adicionar pacientes, agendar sessões e registrar informações sobre cada sessão",
        "link": "https://github.com/lmartins12/psicoerp"
    },
    {
        "img": "assets/projects/Portfolio.png",
        "titulo": "Portfolio",
        "resumo": "Esse é um site criado em Angular que utilizo para apresentar meus projetos e habilidades conforme vou me desenvolvendo.",
        "link": "https://lucasm.vercel.app/"
    },
    {
        "img": "assets/projects/CosturaOrganizada.png",
        "titulo": "Costura Organizada",
        "resumo": "Costura Organizada é um sistema ERP desenvolvido para gerenciar um ateliê de costura. É um projeto de faculdade para fornecer uma interface intuitiva para o gerenciamento de clientes, encomendas e tarefas.",
        "link": "https://github.com/lmartins12/PEI-CosturaOrganizada"
    },
    {
        "img": "assets/projects/AluraTube.png",
        "titulo": "AluraTube",
        "resumo": "Projeto realizado em React, trata-se de uma simulação de playlist de musicas do youtube, utilizando banco de dados para armazenar o link das musicas.",
        "link": "https://lmartins12-aluratube.vercel.app/"
    },
    {
        "img": "assets/projects/DueloPokemon.png",
        "titulo": "Duelo Pokémon",
        "resumo": "Esse projeto realizado em Javascript trata-se de uma simulção de duelo Pokémon com base em seus atributos, o que tiver o maior atributo vence.",
        "link": "https://lmartins12.github.io/duelo-pokemon/"
    },
    {
        "img": "assets/projects/Calculadora.png",
        "titulo": "Calculadora",
        "resumo": "Este projeto trata-se de uma calculadora simples para treinar utilização de Classes e métodos em Javascript e display grid em CSS.",
        "link": "https://lmartins12.github.io/calculadora-js/"
    },
    {
        "img": "assets/projects/DodgeThePokeball.png",
        "titulo": "Dodge The Pokeball",
        "resumo": "Esse projeto é um jogo simples em Javascript e CSS, basta clicar em qualquer lugar do site para o Pikachu pular e desviar da pokebola.",
        "link": "https://lmartins12.github.io/dodge-the-pokeball/"
    }
]